    [
        {
            "name": "Pluralsight gains on Google Cloud partnership",
            "description": "Pluralsight (PS +0.7%) announces a partnership with Google Cloud (GOOG -0.7%)(GOOGL -0.6%) to help enterprises develop skills on Cloud technologies- The companies were already partnering to reskill developers in India and Africa but will now bring that program worldwide- Pluralsight will add more than 50 Google Cloud-authored courses to its course library- The companies will also develop Google Cloud Role IQs to help CIOs and CTOs assess a team's Cloud tech skills.",
            "Rating": "-0.6%",
            "episode": 0,
            "categorie":"Stock | Mony ",
            "studio":"Brandy Betz",
            "img": "https://www.google.com/search?q=google+logo&rlz=1C1CHZL_arEG808EG808&source=lnms&tbm=isch&sa=X&ved=0ahUKEwjPgr6_-cjhAhUvMewKHRhSA0cQ_AUIDigB#imgrc=KNgJO-RjhepBaM:"
        },
        {
            "name": "Nvidia Quadro Virtual Workstation joins Google Cloud",
            "description": "Google (GOOG -0.7%)(GOOGL -0.6%) launches Nvidia (NVDA -1.6%) Quadro Virtual Workstation instances with GPU support from the likes of T4, which made its data center debut last fall.- The workstation operates on the RTX server platform with Turing architecture and is meant to accelerate visuals for professionals in gaming, AI, and research.- Google Cloud will also support Nvidia's V100, P100, and P4 GPUs.- The move makes Google the only public cloud offering T4 acceleration. Microsoft's Azure Marketplace also offers Quadro instance support but on previous generation Nvidia GPU architecture.- Post updated to correct the fourth bullet.",
            "Rating": "-0.6%",
            "episode": 0,
            "categorie":"Stock | Mony ",
            "studio":"Brandy Betz",
            "img": "https://github.com/sarajo61/project/blob/master/google.png"
        },
       
           {
            "name": "Intel, Google partner on hybrid cloud",
            "description": "INTC (INTC -0.7%) and Google (GOOG -0.6%)(GOOGL -0.5%) Cloud announce a hybrid cloud partnership to collaborate on Anthos, a new reference design based on INTC's second-gen Xeon Scalable processor and an optimized Kubernetes software stack.- Anthos aims to simplify deployment across on-premise data centers and the cloud.- Intel will publish the production design as an Intel Select Solution and as a developer platform.",
            "Rating": "-0.6%",
            "episode": 0,
            "categorie":"Stock | Mony ",
            "studio":"Brandy Betz",
            "img": "https://github.com/sarajo61/project/blob/master/google.png"
        },
        
           {
            "name": "Elastic, MongoDB gain on Google partnership",
            "description": "Google (GOOG -0.6%)(GOOGL -0.5%) Cloud Platform adds managed services from new open source partners MongoDB (MDB +4.2%), Elastic (ESTC +2.5%), DataStax, InfluxData, Neo4j, Redis Labs, and Confluent, which counts Microsoft as a stakeholder.- The move counters rival Amazon's tendency to package open-source projects under its own brand often without giving back to the original project, which caused a scuffle with MongoDB.- In other news from Google Cloud Next, the company will bring two new data center locations online in 2020: Seoul, South Korea and Salt Lake City, Utah. Google has a total of 15 regions and 45 zones.",
            "Rating": "-0.6%",
            "episode": 0,
            "categorie":"Stock | Mony ",
            "studio":"Brandy Betz",
            "img": "https://github.com/sarajo61/project/blob/master/google.png"
        },
        
           {
            "name": "Google takes anchor position at Comstock Holding's Reston Station",
            "description": "Comstock Holding (CHCI +1.6%) signs Google (GOOG -0.3%) to a lease in its Reston Station office building in Virginia.- Google will occupy the top floors of the building designed by architect Helmut Jahn.- The new space will give the tech giant room to growth its short- and long-term presence in the state, the company says.",
            "Rating": "-0.3%",
            "episode": 0,
            "categorie":"Stock | Mony ",
            "studio":"Liz Kiesche",
            "img": "https://github.com/sarajo61/project/blob/master/google.png"
        },

    ]
