    [
        {
            "name": "The Intelligent Investor by Benjamin Graham",
            "description": "The updated 10th-anniversary edition of The Little Book of Common Sense Investing came out in 2017, and it’s another that belongs on the bookshelves of both professional and armchair investors managing their own accounts at home.

This book explains one of the most popular investment strategies today and one that works in employer-sponsored retirement accounts and accounts you run on your own: index funds.

Bogle believes that low-cost index funds are by far the best option for investors and leans on the authors mentioned above to prove his case. But his theories go beyond those of academia. Bogle is the founder and retired CEO of Vanguard, an investment management firm with over $5 trillion under management. He knows what he’s talking about.",

            "Rating": "4.6",
            "episode": 0,
            "categorie":"https://finance.yahoo.com/quote/GOOG/history?period1=1283637600&period2=1536098400&interval=1d&filter=history&frequency=1d",
            "studio":"John C. Bogle",
            "img": "https://images-na.ssl-images-amazon.com/images/I/51wvE48u69L._SL160_.jpg"
        },
        
         {
            "name": "One Up On Wall Street by Peter Lynch",
            "description": "Peter Lynch is the author of more than one great investment book, with Beating the Street nearly giving him two slots on this list. But One Up On Wall Street is a go-to for investors who want to draw on their own common sense and knowledge to make smart investments.
              
Lynch managed the prestigious Magellan Fund at Fidelity from 1977 to 1990 producing an average 29.2% annual return — more than double the S&P 500 in the same period. His investment success led the fund to swell from $18 million in assets when he took over to $14 billion. The legendary investor has plenty of lessons in One Up On Wall Street for you to take to your investment accounts.

Lynch is another advocate of long-term investment strategies. He is a proponent of investing in what you know best and investing in companies where you see the investment power right in front of you. From the supermarket shelves to workplace tools and products, you might already know the next big thing. And according to Lynch, you may want to put your money behind it.",
              
            "Rating": "4.5",
            "episode": 0,
            "categorie":"https://www.amazon.com/One-Up-Wall-Street-Already-ebook/dp/B006YDFYW6?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B006YDFYW6",
            "studio":"Peter Lynch",
            "img": "https://images-na.ssl-images-amazon.com/images/I/51Pft%2B2gbaL._SY346_.jpg"
        },
        
        {
            "name": "Berkshire Hathaway Letters to Shareholders by Warren Buffett",
            "description": "Each year, editor Max Olson adds more of Warren Buffett’s letters to shareholders of Berkshire Hathaway to this compilation. While you can get the letters for free from the Berkshire Hathaway website, you can also sit down and digest them in book format for less than $5.

Buffett’s letters tell the story of how a small, failed textile business turned into one of the biggest conglomerates in the world under his leadership. Sprinkled in you can find tidbits about the economy, investing, management, and more.

The lessons here track the company from $18 per share in 1965 to $297,600 per share as of the 2017 letter. If you can invest like Buffett, you should be on track to great investment success.",
       
            "Rating": "4.7",
            "episode": 0,
            "categorie":"https://www.amazon.com/Berkshire-Hathaway-Letters-Shareholders-2018-ebook/dp/B00DUM1W3E?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B00DUM1W3E",
            "studio":"Warren Buffett",
            "img": "https://images-na.ssl-images-amazon.com/images/I/41buhvsmEdL.jpg"
        },
        
        {
            "name": "Irrational Exuberance by Robert Shiller",
            "description": "Robert Shiller is such a well-known and well-respected economist that he has his own index named after him. The Case-Shiller Home Price Index is based on work by Shiller and Karl Case. The Nobel Prize winner forecasted the tech and housing bubbles and readers look to his text to better understand how bubbles happen.

Bubbles and market cycles are important to understand, and a well-formulated investment strategy can help you avoid the biggest pitfalls of the boom and bust cycle. Shiller argues that psychologically driven volatility is a risk in all asset markets, including the stock market.

This updated edition of Irrational Exuberance includes a look at the stock, housing, and bond markets so you can better spot the next bubble and prepare yourself before it bursts.",

            "Rating": "4.1",
            "episode": 0,
            "categorie":"https://www.amazon.com/Irrational-Exuberance-Revised-Expanded-Third-ebook/dp/B00P6ZJ6HC?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B00P6ZJ6HC",
            "studio":"Robert J. Shiller",
            "img": "https://images-na.ssl-images-amazon.com/images/I/41Y5FjyCgVL._SX329_BO1,204,203,200_.jpg"
        },
        
        {
            "name": "Liar’s Poker by Michael Lewis",
            "description": "Liar’s Poker is more about the bond market than the stock market, but the lessons contained within still resonate with both of Wall Street’s biggest asset classes. This 25th-anniversary edition looks back at Lewis’s time at Salomon Brothers in the 1980s, with an inside, detailed look at exactly how the Wall Street firm made money and put its customers at risk to make a quick buck.

Liar’s Poker does not give specific investment advice or tips. Instead, it teaches you how Wall Street really worked on the inside during one of the most wild periods in investment market history. You get a first-person view of exactly what it was like to work and succeed on Wall Street.

As an investor, you walk away with both entertainment and a sense of caution. Many of the risky practices explained in the book still happen today and though the Salomon Brothers business may be long done,  the book is as relevant as ever.",
        
            "Rating": "4.4",
            "episode": 0,
            "categorie":"https://www.amazon.com/Liars-Poker-25th-Anniversary-Wreckage-ebook/dp/B00KSHZT2O?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B00KSHZT2O",
            "studio":"Michael Lewis",
            "img": "https://images-na.ssl-images-amazon.com/images/I/511Ja7agh%2BL.jpg"
        },
        
        {
            "name": "The Big Short by Michael Lewis",
            "description": "Michael Lewis is a gifted storyteller, and his 2010 book on the 2007-2008 Global Financial Crisis is well worth a spot on our list. Arguably the best investing book of the last decade, The Big Short acts as a chilling reminder of what can happen if you don’t pay attention.

This book weaves together the tale of how the subprime mortgage machine led to a world of mortgage-backed bonds, CDOs, and risky investments that almost brought down the entire industry. Lehman Brothers, Wachovia, IndyMac, and Washington Mutual didn’t survive the crisis, but as investors, we can take away many important lessons from their failures.

Lewis is the perfect guide for this story, bringing in exciting and fun personal details, a simple explanation of complex financial concepts, and an easy-to-follow explanation of exactly what happened that led to the financial crisis.",

            "Rating": "4.6",
            "episode": 0,
            "categorie":"https://www.amazon.com/Big-Short-Inside-Doomsday-Machine-ebook/dp/B003LSTK8G?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B003LSTK8G",
            "studio":"Michael Lewis",
            "img": "https://images-na.ssl-images-amazon.com/images/I/41bHaJ00D%2BL.jpg"
        },
        
        {
            "name": "A Random Walk Down Wall Street by Burton Malkiel",
            "description": "The updated version of this Wall Street classic helps investors understand important stock market concepts including exchange-traded funds (ETFs), emerging market investments, derivatives, and more. The classic tome comes from Princeton economist Burton Malkiel and popularized the “random walk hypothesis.”

The random walk hypothesis states that one cannot consistently beat the markets, so it makes more sense to build a balanced portfolio that matches market performance. This idea also supports the efficient-market hypothesis. Don’t know what that means? Time to start reading.

Fundamental concepts in the book include technical and fundamental analysis, whether or not actively managed mutual funds make sense, and other tried and true investment theories.",

            "Rating": "4.6",
            "episode": 0,
            "categorie":"https://www.amazon.com/Random-Walk-Down-Wall-Street-ebook/dp/B00QH9NTSI?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B00QH9NTSI",
            "studio":"Burton G. Malkiel",
            "img": "https://images-na.ssl-images-amazon.com/images/I/51Vjq3a0LEL.jpg"
        },
        
            {
            "name": "The Little Book of Common Sense Investing by John C. Bogle",
            "description": "The updated 10th-anniversary edition of The Little Book of Common Sense Investing came out in 2017, and it’s another that belongs on the bookshelves of both professional and armchair investors managing their own accounts at home.

This book explains one of the most popular investment strategies today and one that works in employer-sponsored retirement accounts and accounts you run on your own: index funds.

Bogle believes that low-cost index funds are by far the best option for investors and leans on the authors mentioned above to prove his case. But his theories go beyond those of academia. Bogle is the founder and retired CEO of Vanguard, an investment management firm with over $5 trillion under management. He knows what he’s talking about.",

            "Rating": "4.6",
            "episode": 0,
            "categorie":"https://www.amazon.com/Little-Book-Common-Sense-Investing-ebook/dp/B075Z6HSCJ?SubscriptionId=AKIAINYWQL7SPW7D7JCA&tag=aboutcom02thebalance-20&linkCode=sp1&camp=2025&creative=165953&creativeASIN=B075Z6HSCJ",
            "studio":"John C. Bogle",
            "img": "https://images-na.ssl-images-amazon.com/images/I/51wvE48u69L.jpg"
        },

         
               
    ]
